export const dialogMessages = [
	{
		text: 'Тестовый пример сообщения. Все будет хорошо, главное верить.',
		date: new Date().toLocaleString(),
		self: true,
	},
	{
		text: 'Еще один тестовый пример сообщения. Все будет хорошо, главное верить. И это не заблуждение.',
		date: new Date().toLocaleString(),
		self: false,
	},
	{
		text: 'Завтра предстоит много дел. Нужно будет доделать много чего. Еще один пример сообщения.',
		date: new Date().toLocaleString(),
		self: true,
	},
	{
		text: 'Тестовый пример сообщения. Смотреть по телевизору нечего. Совсем нечего. Футбол норм. Тестовый пример сообщения. Тестовый пример сообщения. Тестовый пример сообщения.',
		date: new Date().toLocaleString(),
		self: false,
	},
	{
		text: 'Тестовый пример сообщения. Все будет хорошо, главное верить.',
		date: new Date().toLocaleString(),
		self: true,
	},
	{
		text: 'Еще один тестовый пример сообщения. Все будет хорошо, главное верить. И это не заблуждение.',
		date: new Date().toLocaleString(),
		self: false,
	},
	{
		text: 'Завтра предстоит много дел. Нужно будет доделать много чего. Еще один пример сообщения.',
		date: new Date().toLocaleString(),
		self: true,
	},
	{
		text: 'Тестовый пример сообщения. Смотреть по телевизору нечего. Совсем нечего. Футбол норм. Тестовый пример сообщения. Тестовый пример сообщения. Тестовый пример сообщения.',
		date: new Date().toLocaleString(),
		self: false,
	},
	{
		text: 'Тестовый пример сообщения. Все будет хорошо, главное верить.',
		date: new Date().toLocaleString(),
		self: true,
	},
	{
		text: 'Еще один тестовый пример сообщения. Все будет хорошо, главное верить. И это не заблуждение.',
		date: new Date().toLocaleString(),
		self: false,
	},
	{
		text: 'Завтра предстоит много дел. Нужно будет доделать много чего. Еще один пример сообщения.',
		date: new Date().toLocaleString(),
		self: true,
	},
	{
		text: 'Тестовый пример сообщения. Смотреть по телевизору нечего. Совсем нечего. Футбол норм. Тестовый пример сообщения. Тестовый пример сообщения. Тестовый пример сообщения.',
		date: new Date().toLocaleString(),
		self: false,
	},
];
